Repository: IvanVlademirS/glpi-smartcities
Catalog: plugins/webapplications/locales/*.po
Languages: tr_tr

source: Associate a web application
tr_tr: Bir web uygulaması ekleyin

source: Web application
tr_tr: Web uygulamaları

source: This plugin requires GLPI >= 0.84
tr_tr: Bu uyumlu ek GLPI 0.84 sürümü ve üzerinde çalışır

source: Rights management
tr_tr: İzin yönetimi

source: Backoffice URL
tr_tr: Arkaofis İnternet Adresi

source: Editor
tr_tr: Düzenleyen

source: Associated web application
tr_tr: İlgili web uygulamaları

source: Type of treatment server
tr_tr: Çalıştığı sunucu

source: Language of treatment
tr_tr: Çalışma dilleri

source: Category
tr_tr: Kategori
