Repository: IvanVlademirS/glpi-smartcities
Catalog: plugins/accounts/locales/*.po
Languages: ro_ro

source: After plugin installation, you must do upgrade of your passwords from here :
ro_ro: După instalarea pluginului, trebuie sa actualizaţi parolele dvs de aici :

source: Upgrading page
ro_ro: Pagina de actualizare

source: Associate to account
ro_ro: Asociază la contul

source: Encryption key
ro_ro: Cheie de criptare

source: Account
ro_ro: Cont

source: This plugin requires GLPI >= 0.84
ro_ro: Acest plugin necesită GLPI >= 0.84

source: phpX-mcrypt must be installed
ro_ro: phpX-mcrypt tebuie să fie instalat

source: Uncrypted
ro_ro: Decriptată

source: Type view
ro_ro: Tip vizualizare

source: Wrong encryption key
ro_ro: Cheie criptare greşită

source: Encryption key modified
ro_ro: Cheie criptare modificată

source: The old or the new encryption key can not be empty
ro_ro: Vechea sau noua cheie de criptare nu poate fi goală

source: 1. Define the encryption key and create hash
ro_ro: 1. Definiţi cheia de criptare ţi creaţi hash - ul

source: Go to Root Entity
ro_ro: Dute la entitatea rădăcină

source: Affected User
ro_ro: Utilizator afectat

source: There is no encryption key for this entity
ro_ro: Nu există cheie de criptare pentru această entitate

source: Uncrypt
ro_ro: Decriptare

source: Affected Group
ro_ro: Grup afectat

source: Empty for infinite
ro_ro: Gol pentru infinit

source: You have not filled the password and encryption key
ro_ro: Nu a-ţi completat parola şi cheia de criptare

source: Password will not be modified
ro_ro: Parola nu poate fi modificată

source: 2. Migrate accounts
ro_ro: 2. Migrare conturi

source: Account names
ro_ro: Nume conturi

source: Uncrypted password
ro_ro: Parolă decriptată

source: 3. If all accounts are migrated, the upgrade is finished
ro_ro: 3. Dacă toate conturile sunt migrate, actualizarea este terminată

source: Accounts expired or accounts which expires
ro_ro: Conturi expirate sau caonturi ce vor expira

source: Accounts expired
ro_ro: Conturi expirate

source: Select the wanted account type
ro_ro: Selectaţi tipul de cont dorit

source: Don't expire
ro_ro: Nu expiră

# button
source: Associate a account
ro_ro: Asociază la cont

source: Type of account
ro_ro: Tip cont

source: Save the encryption key
ro_ro: Înregistrează cheia de criptare

source: Warning : saving the encryption key is a security hole
ro_ro: Atenţie : salvarea cheii de criptare este o breşă de securitate

source: Plugin Setup
ro_ro: Configurare plugin

source: Time of checking of of expiration of accounts
ro_ro: Interval de timp a verificării expirării conturilor

source: Accounts expired for more than
ro_ro: Conturi expirate de mai mult de

source: Accounts expiring in less than
ro_ro: Conturi care expiră în mai puţin de

source: Linked accounts list
ro_ro: Listă conturi legate

source: Modification of the encryption key for all password
ro_ro: Modifacarea cheii de criptare pentru toate parolele

source: WARNING : a encryption key already exist for this entity
ro_ro: ATENŢIE: O cheie de criptare există deja pentru această entitate

source: Warning : if you change used hash, the old accounts will use the old encryption key
ro_ro: ATENŢIE: dacă dvs schimbaţi hash-ul utilizat, vechile conturi vor utiliza vechea cheie de criptare

source: The hash to insert into the next field for create crypt is :
ro_ro: Hash - ul de inserat in câmpul următor pentru criptare este :

source: Generate hash with this encryption key
ro_ro: Generare hash pornind de la aceasta cheie de criptare

source: Please fill the encryption key
ro_ro: Completaţi vă rog cheia de criptare

source: Please do not use special characters like / \ ' " & in encryption keys, or you cannot change it after.
ro_ro: Nu utilizaţi vă rog caractere speciale ca / \ ' " & în cheia de criptare , veţi risca să nu mai puteţi să le schimbaţi A

source: Warning : if you make a mistake in entering the old or the new key, you could no longer decrypt your passwords. It is STRONGLY recommended that you make a backup of the database before.
ro_ro: ATENŢIE : dacă greşiţi la introducerea vechei sau noi chei, nu veţi mai putea decripta parolele dvs. Este deci puternic recomandat să faceţi o salvare a bazei de date înainte.

source: Old encryption key
ro_ro: Cheia veche de criptare

source: New encryption key
ro_ro: Cheie de criptare nouă

source: You want to change the key :
ro_ro: Doriţi să modificaţi cheia :

source: by the key :
ro_ro: după cheia :

source: Add a unused status for expiration mailing
ro_ro: Adaugă un statut neutilizat pentru mailuri de expirare

source: Unused status for expiration mailing
ro_ro: Statut neutilizat pentru mailuri de expirare

source: New account
ro_ro: Cont nou

source: Accounts which expires
ro_ro: Conturi care vor expira

source: An account have been created
ro_ro: Un cont nou a fost creat

source: Direct link to created account
ro_ro: Link direct către contul creat

source: Rights management
ro_ro: Managementul drepturilor

source: See accounts of my groups
ro_ro: Vezi conturile grupurilor mele

source: See all accounts
ro_ro: Vezi toate conturile
