Repository: IvanVlademirS/glpi-smartcities
Catalog: plugins/additionalalerts/locales/*.po
Languages: pl_pl

source: Other alert
pl_pl: Inny alarm

source: No used alerts
pl_pl: Nieużywane alarmy

source: No computers with no buy date
pl_pl: Brak komputerów bez daty zakupu

source: New imported computers from OCS-NG
pl_pl: Nowo zaimportowane komputery z OCS-NZ

source: Last OCSNG inventory date
pl_pl: Ostatnia data inwentaryzacji z OCS-NG

source: Import date in GLPI
pl_pl: Data importu w GLPI

source: OCSNG server
pl_pl: Serwer OCS-NG

source: No new imported computer from OCS-NG
pl_pl: Brak nowo zaimportowanych komputerów z OCS-NG

source: Computers not synchronized with OCS-NG since more
pl_pl: Komputery nie synchronizowane z OCS-NG więcej niż

source: No computer not synchronized since more
pl_pl: Brak komputerów nie synchronizowanych z OCS-NG więcej niż

source: Reminders frequency
pl_pl: Częstotliowość przypominiania

source: OCS-NG Synchronization alerts
pl_pl: Alarm synchronizacji OCS-NG

source: Computer with no buy date
pl_pl: Komputer bez daty zakupu

source: Plugin setup
pl_pl: Konfiguracja wtyczki

source: Parameter
pl_pl: Parametr

source: OCSNG synchronization
pl_pl: Sysnchonizacja OCS-NG

source: Alert for the new imported computers
pl_pl: Alarm dla nowo importowanych komputerów

source: Status used by OCS-NG
pl_pl: Status używany przez OCS-NG
