Repository: IvanVlademirS/glpi-smartcities
Catalog: plugins/financialreports/locales/*.po
Languages: ro_ro, ru_ru

source: Asset situation
ro_ro: Situaţia activului
ru_ru: Состояние оборудования

source: Disposal date
ro_ro: Data rebut
ru_ru: Дата утилизации

source: Indicate the date of disposal
ro_ro: Indicaţi data de rebut
ru_ru: Показывать дату утилизации

source: This plugin requires GLPI >= 0.84
ro_ro: Acest plugin necesită GLPI >= 0.84
ru_ru: Это дополненение требует версию GLPI >=0.84

source: Please activate the plugin
ro_ro: Activaţi vă rog pluginul
ru_ru: Пожалуйста включите это дополнение

source: Report date
ro_ro: Dată raport
ru_ru: Дата отчета

source: Disposal status
ro_ro: Statut dezimobilizări
ru_ru: Статус утилизации

source: Asset situation ended on
ro_ro: Situaţia activelor la data
ru_ru: Размещение оборудования закочилось

source: Notebook
ro_ro: Laptop
ru_ru: Ноутбук

source: Server
ru_ru: Сервер

source: Element out
ro_ro: Element ieşit
ru_ru: Элемент закончился

source: General Total
ro_ro: Total general
ru_ru: Итого

source: Euro
ru_ru: Евро

source: Hide
ro_ro: Ascunde
ru_ru: Скрыть

source: Display
ro_ro: Afişează
ru_ru: Отобразить

source: User / Group
ro_ro: Utilizator / Grup
ru_ru: Пользователь / Группа

source: Purchase Price HT in
ro_ro: Preţ cumpărare FT în
ru_ru: С НДС

source: In stock / available
ro_ro: În stoc / disponibil
ru_ru: В наличии / доступно

source: Identification parameters of inventory number
ro_ro: Parametri identificare a numărului de inventar
ru_ru: Параметр, определяющий номер оборудования

source: HT
ro_ro: FT
ru_ru: НДС

source: Rights management
ro_ro: Managementul drepturilor
ru_ru: Управление правами

source: Generate report
ro_ro: Generare raport
ru_ru: Создать отчет
